export const ZH_CN = {
	//showCode
	"sc_s1": "提交issue",
	"sc_s2": "复制",
	"sc_s3": "关闭",
	"sc_s4": "代码",
	"sc_s5": "复制成功",
	"sc_s6": "复制失败",
	// message
	"mc_m1": "消息",
	"mc_m2": "全局展示操作反馈信息。",
	"mc_m3": "使用场合",
	"mc_m4": "可提供成功、警告和错误等反馈信息",
	"mc_m5": "居中显示，自动消失（默认3.5s），是一种不打断用户操作的轻量级提示方式",
	"mc_m6": "使用实列",
	//message-button
	"mc_mb1": "消息提示",
	"mc_mb2": "错误提示",
	"mc_mb3": "警告提示",
	"mc_mb4": "成功提示",
	"mc_mb5": "自定义提示图标",
	"mc_mb6": "异步加载",
	"mc_mb7": "顶部显示",
	"mc_mb8": "左边显示",
	"mc_mb9": "右边显示",
	"mc_mb10": "底部显示",

	// message-introduce
	"mc_mi1": "消息提示反馈",
	"mc_mi2": "错误，警告提示反馈",
	"mc_mi3": "更加美观的透渐变色的提示",
	"mc_mi4": "自定义图标",
	"mc_mi5": "异步加载，事件触发关闭",
	"mc_mi6": "设置消息显示的时长",
	"mc_mi7": "设置消息显示位置",

	// dragBox
	"dc_m1": "拖拽盒子",
	"dc_m2": "利用鼠标进行拖拽操作的盒子，共有三种模式",
	"dc_m3": "使用场合",
	"dc_m4": "幽灵模式(默认)",
	"dc_m5": "提供全窗口可拖拽的盒子",
	"dc_m6": "可结合其他模式实现有趣的功能",
	"dc_m7": "拖拽空间模式",
	"dc_m8": "通过拖拽分割线调整盒子大小",
	"dc_m9": "通过嵌套实现多重盒子",
	"dc_m10": "拖拽上传模式",
	"dc_m11": "拖拽本地文件到浏览器的盒子中",
	"dc_m12": "使用实例",

	//dragBox-gui
	"dc_b1": "可拖拽的",
	"dc_b2": "上传文件",

	//dragBox-introduce
	"dc_i1": "全窗口拖拽，自定义大小",
	"dc_i2": "拖拽本地文件到此窗口",
	"dc_i3": "单层嵌套，实现两个动态调整的盒子, 默认方向为水平, split模式下子元素最多两个",
	"dc_i4": "多层嵌套，竖直嵌套，水平嵌套，可配合ScrollBox组件实现子元素内滚动",
	"dc_i5": "配合 全窗口拖拽，上传文件",

	//red-gui
	"rc_b1": "红点",
	"rc_b2": "上传文件",

	//red-introduce
	"rc_i1": "全窗口拖拽，自定义大小",
	"rc_i2": "拖拽本地文件到此窗口",
	"rc_i3": "单层嵌套，实现两个动态调整的盒子, 默认方向为水平, split模式下子元素最多两个",
	"rc_i4": "多层嵌套，竖直嵌套，水平嵌套，可配合ScrollBox组件实现子元素内滚动",
	"rc_i5": "配合 全窗口拖拽，上传文件",


	// header
	"sc_h1": "日志记录",
	"sc_h2": "更新预告",
	// header

	// coverPage
	"sc_hcp": ""
}
